var Name = prompt('Введите свое имя');

console.log('Меня зовут ' + Name);

var age = +prompt('Введите свой год рождения');

console.log('Мой год рождения ' + age);

var plus = +prompt('Решите пример 26 + 67');

console.log('правильный ответ ' + (26+67) + '; ваш ответ: ' + plus + ';');

var minus = +prompt('Решите пример 546-124');

console.log('правильный ответ ' + (546-124) + '; ваш ответ: ' + minus + ';');

var multiply = +prompt('Решите пример 235*346');

console.log('правильный ответ ' + 235*346 + '; ваш ответ: ' + multiply + ';');

var devision = +prompt('Решите пример 865/5');

console.log('правильный ответ ' + 865/5 + '; ваш ответ: ' + devision + ';');

var rest = +prompt('Найдите остаток от деления 5345/34');

console.log('правильный ответ ' + 5345%34 + '; ваш ответ: ' + rest + ';');

alert('Зайдите в консоль разработчика (используйте клавишу f12)');